const data = [
    {
        question: "Испытание 1. Подозрительное письмо",
        text: "Ваш аккаунт удалят через 10 минут. Введите пароль!",
        answers: [
            "Ввести пароль",
            "Проверить отправителя",
            "Игнорировать и переслать друзьям"
        ],
        correct: 2,
    },
    {
        question: "Испытание 2. Адрес сайта",
        text: "Адрес: www.g00gle-school-login.com Что подозрительно?",
        answers: [
            "Лишние символы",
            "Есть слово Google",
            "Белый фон"
        ],
        correct: 1,
    },
    {
        question: "Какой язык позволяет добавить динамику на сайт?",
        answers: [
            "JavaScript",
            "CSS",
            "Python",
            "C++"
        ],
        correct: 1,
    },
    {
        question: "Какое CSS свойство позволяет увеличить размер текста",
        answers: [
            "font-size",
            "font-family",
            "font-weight",
            "color"
        ],
        correct: 1,
    },
    {
        question: "Что такое CSS?",
        answers: [
            "Язык программирования",
            "Редактор кода",
            "Каскадные таблицы стилей",
            "Ничего из этого"
        ],
        correct: 3,
    },
]
